List dataSets = [
  {
    "title": "حرارة الصيف",
    "introduction":
        "زداد تعرض السكان للحرارة على الصعيد العالمي بسبب تغير المناخ، حيث لوحظ أن درجات الحرارة تتزايد في تواترها ومدتها، والتعرض المفرط للحرارة له مخاطر صحية يمكن التنبؤ بها والوقاية منها إلى حد كبير من خلال اتباع الإرشادات الصحية.",
    "topic1": "حرارة الطقس والجسم",
    "content1":
        "عند تعرض الجسم لدرجات الحرارة المرتفعة، ترتفع حرارة الجسم بصورة شديدة مما قد يسبب تلف الدماغ أو الأعضاء الحيوية الأخرى، عادةً ما يحاول الجسم تبريد نفسه تلقائياً وذلك من خلال التعرق، لكن في بعض الظروف قد تؤثر بعض العوامل على قدرة الجسم على تبريد نفسه أثناء الطقس شديد الحرارة",
    "topic2": "الفئات الاكثر عرضة",
    "content2":
        "- المرضى أو من يتناولون بعض أنواع الأدوية الموصوفة (مثل: مضادات الهيستامين والأدوية المدرة للبول).",
  },
  {
    "title": "الإصابات الناتجة من التعرض \nلأشعة الشمس",
    "introduction":
        "عندما يتعرض الجسم لدرجات الحرارة المرتفعة فإن الجسم يقوم بتبريد نفسه عن طريق التعرق، ولكن عندما يتعرض الجسم لارتفاع شديد في درجات الحرارة فيكون الجسم غير قادر على تبريد نفسه بشكل صحيح، مما يؤدي إلى حدوث الإصابات المتعلقة بارتفاع الحرارة (مثل: تشنجات العضلات والارهاق الحراري وضربة الشمس).",
    "topic1": "الوقاية",
    "content1":
        "شرب كمية كافية من الماء طوال اليوم؛ حيث يسبب الجفاف ونقص الأملاح المعدنية في الإصابات المرتبطة بالحرارة.",
    "topic2": "طريق تبريد الجسم",
    "content2":
        "شرب كمية كافية من الماء طوال اليوم؛ حيث يسبب الجفاف ونقص الأملاح المعدنية في الإصابات المرتبطة بالحرارة.",
  },
  {
    "title": "ضربة شمس",
    "introduction":
        "تعتبر ضربة الشمس أكثر خطورة من الاجهاد الحراري حيث يمكن أن تؤدي إلى الوفاة، وتحدث عند التعرض لدرجات حرارة مرتفعة فيصبح الجسم ساخن جدًا تصل حرارته إلى 40 درجة مئوية وأكثر، ويمكن أن يحدث بعد الاجهاد الحراري ويكون المصاب لديه ارتفاع درجة حرارة الجسم ويصبح مضطرب ويفقد الوعي",
    "topic1": "الاعراض",
    "content1": "- ارتفاع درجة حرارة الجسم 40 درجة مئوية وأعلى.",
    "topic2": "الإسعافات الأولية",
    "content2":
        "- المساعدة على خفض درجة حرارة الجسم عن طريق استخدام الكمادات الباردة والماء البارد.",
  },
  {
    "title": "الإجهاد الحاراي",
    "introduction":
        "يحدث عندما تزداد حرارة الجسم بصورة بالغة بسبب الطقس الحار، حيث يشعر المصاب بالتعب والضعف، الدوار، الصداع أو زيادة وسرعة في ضربات القلب، وقد يحدث له الجفاف ونقص كمية البول بعد التعرض للحرارة المرتفعة.",
    "topic1": "الأعراض",
    "content1": "- برودة وشحوب بلون الجلد.",
    "topic2": "الإسعافات الأولية لحالات الإجهاد",
    "content2": "- تحريك المصاب إلى مكان بارد.",
  },
  {
    "title": "تشنجات العضلات الناتج من ارتفاع\n حاراة الطقس",
    "introduction":
        "هي آلام في العضلات أو تشنجات تشمل مجموعة كبيرة من العضلات خاصة الساقين، الأشخاص الذين يتعرقون كثيرًا أثناء النشاط البدني الشاق هم أكثر عرضه لحدوث التشنجات الحرارية، حيث أن هذا التعرق يستنزف الأملاح المعدنية والرطوبة في الجسم، مما يؤدي إلى انخفاض مستوى الملح في العضلات مسببًا بذلك تشنجات مؤلمة.",
    "topic1": "الأعراض",
    "content1": "ألم في عضلات أوتشنج في العضل.",
    "topic2": "الإسعافات الأولية",
    "content2": "- التوقف عن النشاط البدني والذهاب لمكان بارد.",
  }
];
